[buff_bonus.A_StormArrows_Buff H7BaseBuff]
mName="Грозовые стрелы"
mTooltip="%stat2 к %stat2.icon атаке\nДлительность (ходов): %durnow."

[buff_bonus.A_Retribution_Buff H7BaseBuff]
mName="Возмездие"
mTooltip="Наносит от %d.min до %d.max ед. урона %d.icon от магии света каждому существу, атакующему этот отряд. Длительность (ходов): %durnow."

[buff_bonus.A_InnerFire_Buff H7BaseBuff]
mName="Внутреннее пламя"
mTooltip="%stat1 к %stat1.icon атаке\n%stat2 к %stat2.icon инициативе\nДлительность (ходов): %durnow."

[buff_bonus.A_IceStrike_Buff H7BaseBuff]
mName="Мощь льдов"
mTooltip="Во время атаки существо дополнительно наносит от %d.min до %d.max ед. урона от %d.icon магии воды.\nДлительность (ходов): %durnow."

[A_Creature_Sanctuary_kirin H7Creature]
mName="Кирин"
mLore=""

[Ability.A_Nova H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Наказание души"
mTooltip="Это существо накладывает %spell1.name на выбранного противника. Всякий раз, когда союзный отряд получает урон, существо с эффектом %spell1.name получает %buff1.buff.buff1.buff.special урона, нанесённого отряду. Длится %buff1.buff.durini хода или до тех пор, пока вражеский отряд не погибнет. "

[Ability.A_heal_Buff_target H7BaseBuff]
mName="Вытягивание жизни"
mTooltip=""

[Ability.A_heal_vole_Buff_kirin H7BaseBuff]
mName="Наказание души"
mTooltip="Это существо получает %buff1.buff.special урона, полученного любым другим союзным существом. Длится до начала следкющего хода существа."

[buff_bonus.A_Fortune_Buff H7BaseBuff]
mName="Удача"
mTooltip="%stat %stat.icon удачи\nДлительность (ходов): %durnow."

[Ability.A_Esprit_appaisant H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Умиротворяющий дух"
mTooltip="Союзные отряды по соседству получают случайный позитивный магический эффект в конце хода этого существа."

[Ability.A_esprit_appaisant_Buff H7BaseBuff]
mName="Сила судьбы"
mTooltip="Увеличивает %stat1.icon удачу на %stat1. Длительность (ходов): %durnow."

[Ability.A_Divinit饑du_destin H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Сила судьбы"
mTooltip="Когда это существо нападает на противника, который не контратаковал, союзные существа получают %buff1.buff.stat %buff1.buff.stat.icon удачи. Длительность (ходов): %buff1.buff.durini."

[A_Creature_Sanctuary_kirin_lv2 H7Creature]
mName="Священный кирин"
mLore=""

[Ability.A_force_du_destin_Buff H7BaseBuff]
mName="Сила судьбы"
mTooltip="Увеличивает %stat1.icon удачу на %stat1. Длительность (ходов): %durnow."

[Ability.A_Hailstorm_Aura H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Гроза".
mTooltip="Когда это существо атакует или наносит ответный удар, оно наносит %d %icon_air соседним врагам . "
